tap "aws/tap"
tap "github/gh"
tap "golangci/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "mackerelio/mackerel-agent"
tap "rbenv/tap"
tap "stns/stns-passwd"
tap "versent/taps"
brew "act"
brew "anyenv"
brew "asdf"
brew "autoconf"
brew "automake"
brew "aws-iam-authenticator"
brew "aws/tap/aws-sam-cli"
brew "awscli"
brew "bash"
brew "bat"
brew "bitrise"
brew "boost"
brew "carthage"
brew "cocoapods"
brew "coreutils"
brew "ctags"
brew "curl"
brew "diff-pdf"
brew "direnv"
brew "docker-machine"
brew "exa"
brew "exiftool"
brew "extract_url"
brew "fastlane"
brew "fd"
brew "ffmpeg"
brew "firebase-cli"
brew "freetype"
brew "fzf"
brew "gdk-pixbuf"
brew "gh"
brew "gibo"
brew "gifsicle"
brew "git"
brew "git-lfs"
brew "git-secrets"
brew "glib"
brew "glib-openssl"
brew "glow"
brew "gnu-sed"
brew "gnupg"
brew "gnutls"
brew "go"
brew "gobject-introspection"
brew "golangci-lint"
brew "graphviz"
brew "grep"
brew "grpcurl"
brew "guile"
brew "hadolint"
brew "harfbuzz"
brew "helm"
brew "hexyl"
brew "hyperfine"
brew "jq"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "lesspipe"
brew "libarchive"
brew "libass"
brew "libfido2"
brew "librsvg"
brew "libtool"
brew "lua"
brew "marp-cli"
brew "mas"
brew "mysql-client"
brew "mysql-client@5.7"
brew "neovim"
brew "netpbm"
brew "nghttp2"
brew "nkf"
brew "nmap"
brew "node"
brew "openssl@3"
brew "openvpn"
brew "pango"
brew "plantuml"
brew "procs"
brew "protobuf"
brew "python@3.10"
brew "ripgrep"
brew "ruby"
brew "s3cmd"
brew "sheldon"
brew "saml2aws"
brew "source-highlight"
brew "srt"
brew "starship"
brew "stns/stns-passwd/stns-passwd"
brew "tcl-tk"
brew "telnet"
brew "tesseract"
brew "tmux"
brew "tree"
brew "unbound"
brew "urlview"
brew "versent/taps/saml2aws"
brew "vim"
brew "webp"
brew "wget"
brew "yarn", link: false
brew "zellij"
cask "1password"
cask "1password-cli"
cask "alacritty"
cask "alfred"
cask "alt-tab"
cask "android-commandlinetools"
cask "appcleaner"
cask "asana"
cask "aws-vault"
cask "bloomrpc"
cask "brave-browser"
cask "browserosaurus"
cask "chromedriver"
cask "dbeaver-community"
cask "diffmerge"
cask "docker"
cask "dropbox"
cask "duet"
cask "figma"
cask "firefox"
cask "font-hack-nerd-font"
cask "font-hackgen"
cask "font-hackgen-nerd"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-japanese-ime"
cask "imageoptim"
cask "iterm2"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "keyboardcleantool"
cask "keycastr"
cask "kitty"
cask "masscode"
cask "notion"
cask "obsidian"
cask "openvpn-connect"
cask "oracle-jdk"
cask "postman"
cask "raycast"
cask "rectangle"
cask "scroll-reverser"
cask "session-manager-plugin"
cask "skitch"
cask "slack"
cask "tailscale"
cask "temurin"
cask "visual-studio-code"
cask "vivaldi"
cask "vysor"
cask "wezterm"
mas "PastePal", id: 1503446680
mas "Transporter", id: 1450874784
mas "VPN Unlimited®", id: 694633015
